{
  "navbar" : {
    "club" : "東京国際フランス学園人道クラブ",
    "home" : "ホーム",
    "focus-areas" : "テーマ",
    "take-action" : "寄付する／ボランティア"
  },
  "home" : {
    "welcome" : "東京国際フランス学園人道クラブのサイトへようこそ！",
    "about-us" : {
      "title" : "クラブについて",
      "text" : "2014 年にユニセフへの募金活動中に意欲的な学生たちによって設立された 東京国際フランス学園人道クラブは、高校生の間で思いやりの精神と社会奉仕の精神を育むことに専念する非営利団体です。地域住民、子どもたち、動物、海外の人々への支援、教育や環境保護を目的としたさまざまなプロジェクトに取り組んでいます。メンバーはボランティア活動、教育活動、意識向上キャンペーンに参加し、ポジティブな影響を与えています。"
    },
    "join-us" : {
      "title" : "参加方法",
      "text": "私たちは3年生と4年生が中心なので、時間に余裕のある学生の協力を大変感謝しています。 \n私たちは皆さんからのプロジェクトの提案を歓迎します。あらゆる年齢のボランティアを歓迎します。"
    },
    "help-us" : {
      "title" : "サポート",
      "text": "私たちをサポートするには、ボランティアまたは寄付をすることができます。\n特定のテーマ（教育、地元支援、子どもたち、海外での活動、環境、動物）を選んで寄付することができます。"
    },
    "take-action": {
      "title": "寄付する／ボランティア"
    }
  },
  "focus-pages" : {
    "message": "変化をもたらす",
    "education" : {
      "title" : "教育",
      "subtitle" : "コミットメント",
      "text": "私たちは、家庭教師、学用品の寄付、奨学金などを通じて、恵まれない生徒たちの教育機会を高めることに力を注いでいます。質の高い教育へのアクセスを改善し、学ぶことへの愛情を育むことで、生徒たちに力を与えています。",
      "message": "私たちのパートナーを通じて寄付者となり、困っている学生たちを助けてください！"
    },
    "children" : {
      "title" : "子供たち",
      "subtitle" : "コミットメント",
      "text" : "私たちはまた、教育、医療、栄養価の高い食事にアクセスできない不安定な環境で暮らす子どもたちを支援することも目指しています。教育プログラム、メンターシップ、安全なスペースなどの支援を提供することで、子どもたちは必要なスキルを身につけ、自信を持つことができます。子どもたちが適切な医療を受け、精神的なサポートを受けられるようにすることは、彼らの幸福を促進するのだと思っております。私たちの努力は貧困の連鎖を断ち切り、すべての子どもたちが成長する機会を持てる、より公平な社会を作ることができることを祈っております。\n\nそのため、私たちは以前にもユニセフと協力して募金活動をしました。手作りケーキの販売などの取り組みを通じて、ユニセフのミッションを支援するために70,190円の募金に成功しました。これらの資金により、ユニセフは世界中の弱い立場にある子供たちに重要な支援を提供することができ、すべての人に明るい未来を創るようにしています。",
      "message": "私たちのパートナーを通じて寄付者となり、困っている子供たちを助けてください！"
    },
    "environment" : {
      "title" : "環境",
      "subtitle" : "コミットメント",
      "text" : "環境を保護することは、地球の幸福のために不可欠であります。私たちは公害、生息地の破壊、気候変動といった課題に直面しています。これらの問題に対処するために、私たちは汚染を減らし、自然の生息地を保護し、気候変動と闘わなければなりません。エネルギー消費量の削減や環境にやさしい製品への支援など、簡単な行動でも大きな影響を与えることができます。未来の世代のために、より健康的で持続可能な世界をつくるために、ともに力を合わせましょう。\n",
      "message": "私たちのパートナーを通じて寄付者となり、環境を助けてください！"
    },
    "outside-of-japan" : {
      "title" : "海外",
      "subtitle" : "コミットメント",
      "text" : "人道支援活動に国境はないという認識のもと、私たちは日本国外への支援活動もしています。私たちは国際的な組織と協力し、災害救援、貧困緩和、発展途上国の教育支援など、世界規模の活動を支援しています。私たちの目標は、より公正で思いやりのある世界に貢献することです。\n\nそのため今年、私たちは本やおもちゃを集め、シャプラ・ニール協会に寄付する活動を企画しました。この協会は、南アジアの恵まれない地域の支援に取り組んでいます。",
      "message": "私たちのパートナーを通じて寄付者となり、共に世界の問題を解決しましょう！"
    },
    "locals" : {
      "title" : "地元支援",
      "subtitle" : "コミットメント",
      "text" : "また、地域社会で最も支援を必要としている人々を支援することも、私たちにとって重要です。困っている人々を支援する私たちの努力は、ポジティブな影響を与え、より公平な社会を作りたいという願望によって推進されています。支援を行うことで、困難な時期に希望と援助を提供することができます。\n\nこの1年間、私たちは学校で最初に必要なものを集めるキャンペーンを組織してきましたが、東京スプリングスホームレスパトロールのイニシアチブにも参加してきました。\n 東京スプリングスホームレスパトロールは、ホームレスの人たちに食事や必要なものを配ることを目的とした団体です。私たちは水曜日のパトロールに参加することで、ホームレスの人たちが必要としている支援に直接貢献し、地域福祉と思いやりのある行動へのコミットメントを強化しています。",
      "message": "私たちのパートナーを通じて寄付者となり、地元で困っている人々を助けてください！"
    },
    "animals" : {
      "title" : "動物",
      "subtitle" : "コミットメント",
      "text" : "結局のところ、動物を保護することは、生態系の健全性と地球の幸福のために不可欠である。生息地を保護し、残酷な扱いを防ぎ、倫理的な扱いを推進することで、動物たちが私たちの国際社会の大切な一員である世界を作ることができるのです。\n",
      "message": "私たちのパートナーを通じて寄付者となり、困っている動物たちを助けてください！"
    },
    "take-action": "寄付する／ボランティア"
  },
  "focus-areas" : {
    "title": "テーマ",
    "education" : {
      "title" : "教育",
      "description" : "家庭教師、学用品の寄付、奨学金を通じて恵まれない生徒たちに教育の機会を提供する。"
    },
    "children" : {
      "title" : "子供たち",
      "description" : "教育、医療、栄養のある食事へのアクセスがなく、不安定な環境で暮らす子どもたちを支援する。"
    },
    "environment" : {
      "title" : "環境",
      "description" : "将来の世代のために、より健康的で持続可能な世界を創造するために協力する。"
    },
    "outside-of-japan" : {
      "title" : "海外",
      "description" : "国際機関と協力し、災害救援、貧困緩和、発展途上国の教育支援など、世界的な活動を支援する。"
    },
    "locals" : {
      "title" : "地元支援",
      "description" : "地域社会で最も支援を必要としている人々を支援する"
    },
    "animals" : {
      "title" : "動物",
      "description" : "人間の活動による生息地の破壊、汚染、搾取などの脅威に直面している動物を保護し、助ける。"
    },
    "more": "詳細はこちら"
  },
  "take-action": {
    "title": "寄付する／ボランティア",
    "education" : {
      "section-title": "教育",
      "box1" : {
        "title" : "誕生日",
        "link" : "https://ec.philanthropy.or.jp/products/detail/27?birthday",
        "link-text" : "寄付する",
        "text" : "若者の心を育む教育イニシアチブを支援しましょう。皆様のご寄付は、奨学金やリソースを必要とする学生への提供に役立ち、将来のリーダーやイノベーターを育成します。私たちと一緒に、より明るく、より教育的な明日を作りましょう。"
      },
      "box2" : {
        "title" : "ラーニング・フォー・オール",
        "link" : "https://learningforall.or.jp/support/credit2/entry/",
        "link-text" : "寄付する",
        "text" : "ラーニング・フォー・オールは、子どもたちのバックグラウンドにかかわらず、すべての子どもたちが質の高い教育を受けられるようにすることを目的としています。あなたの寄付は、障壁を取り除き、恵まれない生徒たちに重要なサポートを提供するのに役立ちます。誰もが教育を受けられるようにする運動の一翼を担ってください。"
      },
      "box3" : {
        "title" : "CWAJ",
        "link" : "https://cwaj.org/jp/cwaj-donation/",
        "link-text" : "寄付する",
        "text" : "女性の教育とエンパワーメントの未来に投資しましょう。CWAJ の奨学金とプログラムは、女性が学問の夢を追求するための重要な機会を提供しています。次世代の女性リーダーや変革者を支援するために、今すぐご寄付ください。"
      }
    },
    "environment" : {
      "section-title": "環境",
      "box1" : {
        "title" : "WWF",
        "link" : "https://www.wwf.or.jp/support/",
        "link-text" : "寄付する",
        "text" : "私たちの地球上で最も脆弱な種と生息地を守るために、WWFと一緒に闘いましょう。あなたのご支援は、世界中の重要な保護プロジェクトの資金となります。人と自然が共に持続可能な未来を築くために、ぜひご協力ください。"
      },
      "box2" : {
        "title" : "JWCS",
        "link" : "https://www.jwcs.org/donation/",
        "link-text" : "寄付する",
        "text" : "JWCSを支援することで、日本のユニークな野生生物と自然景観を守りましょう。JWCSへのご寄付は、絶滅危惧種の保護活動やアドボカシー活動に直接貢献します。今日からあなたも自然のスチュワードに。"
      },
      "box3" : {
        "title" : "フレンズ・オブ・ジ・アース・ジャパン",
        "link" : "https://foejapan.org/take-action/",
        "link-text" : "ボランティア",
        "text": "フレンズ・オブ・ジ・アース・ジャパンは、環境問題に対する持続可能で公平な解決策を提唱しています。皆様のご寄付は、環境正義を推進する草の根運動やイニシアティブを支援します。私たちと一緒に、未来の世代のために地球を守りましょう。"
      }
    },
    "children" : {
      "section-title": "子供たち",
      "box1" : {
        "title" : "ユニセフ",
        "link" : "https://www.unicef.org/",
        "link-text" : "寄付する",
        "text" : "ユニセフは、保健、教育、保護活動を通じて、世界中の子どもたちの生活向上に取り組んでいます。あなたの寄付は、すべての子どもたちが安全で、健康で、教育を受けながら成長できるよう、大きな変化をもたらすことができます。私たちと一緒に、世界中の子どもたちのためにより良い世界を作りましょう。"
      },
      "box2" : {
        "title" : "誕生日",
        "link" : "https://ec.philanthropy.or.jp/products/list?category_id=15&birthday",
        "link-text" : "寄付する",
        "text" : "日本全国の子どもたちの健やかな成長を応援します。皆さまからのご厚意は、支援を必要とする子どもたちに必要不可欠なケア、教育、支援サービスを提供するプログラムの資金となります。すべての子どもたちの可能性を育むために、ぜひご協力ください。"
      },
      "box3" : {
        "title" : "日本こども支援協会",
        "link" : "https://congrant.com/project/npojcsa/173/form/step1",
        "link-text" : "寄付する",
        "text" : "日本ユニセフ協会（JCSA）は、国内外の弱い立場にある子どもたちを支援するために、たゆまぬ努力を続けています。皆様からのご寄付は、子どもたちの生活を向上させるための重要な資源やサービスの提供に役立てられます。私たちは共に、子どもたちの未来に永続的なインパクトを与えることができるのです。"
      }
    },
    "locals" : {
      "section-title": "地元支援",
      "box1" : {
        "title" : "日本赤十字社",
        "link" : "https://www.jrc.or.jp/contribute/",
        "link-text" : "寄付する",
        "text": "日本赤十字社は、日本全国で緊急救援と地域社会の支援に取り組んでいます。皆さまからのご寄付は、災害や危機に見舞われた人々に必要な支援をお届けするために役立てられています。日本赤十字社は、災害や緊急事態に見舞われた被災者の方々を支援することを使命としています。"
      },
      "box2" : {
        "title" : "AAR",
        "link" : "https://aarjapan.gr.jp/support/#s_1",
        "link-text" : "寄付する",
        "text": "AARジャパンは、紛争、災害、貧困の影響を受けている人々に人道的支援とサポートを行っています。皆様のご寄付により、命を救うサービスを提供し、人間の尊厳を促進することができます。AARジャパンの活動にご協力をお願いいたします。"
      },
      "box3" : {
        "title" : "東京スプリングホームレスパトロール",
        "link" : "https://www.facebook.com/TSHpatrol/",
        "link-text" : "フェイスブック",
        "text": "東京のホームレスに必要な物資を提供し、支援する。東京の春ホームレスパトロール隊は、最も弱い立場にある人々を支援するため、路上で直接活動しています。あなたの支援は、家のない人々に安らぎと希望をもたらすことができます。"
      }
    },
    "outside-of-japan" : {
      "section-title": "海外",
      "box1" : {
        "title" : "Shapla Neer",
        "link" : "https://www.shaplaneer.org/english/",
        "link-text" : "寄付する",
        "text": "持続可能な開発と人道支援を通じて、南アジアのコミュニティに力を与えるというSHAPLA NEERの使命を支援してください。あなたの寄付が、恵まれない人々の生活環境を改善し、自立を促進します。国境を越えて永続的なインパクトを与えるために、私たちと一緒に参加しませんか。"
      },
      "box2" : {
        "title" : "Save the Children",
        "link" : "https://support.savethechildren.org/site/Donation2?df_id=1620&1620.donation=form1",
        "link-text" : "寄付する",
        "text": "セーブ・ザ・チルドレンは、すべての子どもたちが成長する機会を得られるよう、世界各地で活動しています。あなたの寄付は、恵まれない子どもたちのための保健、教育、保護プログラムへの重要な支援となります。私たちは共に、すべての子どもたちに可能性に満ちた未来を与えることができるのです。"
      },
      "box3" : {
        "title" : "Restos du Coeur",
        "link" : "https://dons.restosducoeur.org/particulier/~mon-don?_cv=1",
        "link-text" : "寄付する",
        "text": "Les Restos du Cœurを支援することで、フランスの飢餓と貧困の撲滅に貢献しましょう。あなたの寄付は、食事を必要とする人々に食事、避難所、支援サービスを提供します。恵まれない人々に暖かさと希望をもたらすという私たちの使命に参加してください。"
      }
    },
    "animals" : {
      "section-title": "動物",
      "box1" : {
        "title" : "アニドネ",
        "link" : "https://www.animaldonation.org/donate/",
        "link-text" : "寄付する",
        "text": "アニマル・ドネーションへのご寄付は、困っている動物たちの命を救い、改善するために役立ちます。シェルター、レスキュー活動、そして毛皮で覆われた友人たちにセカンドチャンスを提供するケアプログラムをサポートします。動物にとってより良い世界を作るという私たちの使命にご参加ください。"
      },
      "box2" : {
        "title" : "ざま野良猫",
        "link" : "https://zamaneko.stores.jp/",
        "link-text" : "寄付する",
        "text": "野良猫や捨て猫を保護し、里親を探す活動をしている猫カフェざまねこを応援してください。あなたの寄付は、必要な猫たちに必要なフード、医療、そして愛情を提供します。愛らしい猫たちに永遠の里親を見つけるために、ぜひご協力ください。"
      },
      "box3" : {
        "title" : "ちばわん",
        "link" : "https://chibawan.net/volunteer",
        "link-text" : "ボランティア",
        "text": "ちばわんは、日本で捨てられたり迷子になったりした動物の保護と里親探しを行なっています。皆様のご支援により、医療、シェルター、里親探しを必要とする動物たちにサービスを提供することができます。ボランティアや寄付をすることで、4本足の動物たちの生活を変えることができます。"
      }
    }
  },
  "footer": {
    "title": "東京国際フランス学園人道クラブ",
    "description": "2014 年にユニセフへの募金活動中に意欲的な学生たちによって設立された 東京国際フランス学園人道クラブは、高校生の間で思いやりの精神と社会奉仕の精神を育むことに専念する非営利団体です。",
    "focus-area": {
      "title": "テーマ",
      "education" : "教育",
      "children" :"子供たち",
      "environment" : "環境",
      "outside-of-japan" : "海外",
      "locals" : "地元支援",
      "animals" : "動物"
    },
    "take-action": {
      "title": "寄付する／ボランティア"
    },
    "contact": {
      "title": "連絡先",
      "insta": "インスタグラム"
    }
  }
}
